Repository: matamicen/sqsoMobile
Catalog: ios/*.lproj/Localizable.strings
Languages: es, ja

# PUSH_FOLLOWSYOU_TITLE
source: %@ now follows you
es: %@ comenzó a seguirte
ja: %@ さんが貴局をフォローしました

# PUSH_FOLLOWSYOU_MESSAGE
source: Click to see his profile
es: Mirá su perfil
ja: プロフィールを見るにはこちらをクリック

# PUSH_COMMENTEDPARTICPATING_TITLE
source: %@ commented a QSO you are participating
es: %@ comentó un QSO que tú participás
ja: %@ さんが貴局のQSOにコメントしました

# PUSH_NEWPOSTANY_TITLE
source: %@ created a new POST
es: %@ creó una publicación
ja: %@ さんが新しい投稿をしました

# PUSH_NEWPOSTANY_MESSAGE
source: Click to see more details
es: Mirá los detalles aquí
ja: 詳細はこちらをクリック

# PUSH_TAGYOUNEWPOSTANY_TITLE
source: %@ tag you in his new POST
es: %@ te etiquetó en su nueva publicación
ja: %@ さんが貴局をタグ付けしました

# PUSH_TAGYOUNEWPOSTANY_MESSAGE
source: Click to see more details
es: Mira los detalles aquí
ja: 詳細はこちらをクリック

# PUSH_WORKEDQSO_TITLE
source: %@ worked a QSO
es: %@ realizó un QSO
ja: %@ さんがQSOをしました

# PUSH_WORKEDQSO_MESSAGE
source: Mode: %@ Band: %@ UTC: %@
es: Modo: %@ Banda: %@ UTC: %@
ja: モード %@ バンド %@ %@ 標準時

# PUSH_INCLUDEDYOUWORKEDQSO_TITLE
source: %@ worked you in his QSO
es: %@ realizó un QSO contigo
ja: %@ さんが貴局と交信しました

# PUSH_INCLUDEDYOUWORKEDQSO_MESSAGE
source: Mode: %@ Band: %@
es: Modo: %@ Banda: %@
ja: モード %@ バンド %@

# PUSH_LISTENEDQSO_TITLE
source: %@ listened a QSO
es: %@ escuchó un QSO
ja: %@ さんが交信をワッチしました

# PUSH_LISTENEDQSO_MESSAGE
source: Mode: %@ Band: %@ UTC: %@
es: Modo: %@ Banda: %@ UTC: %@
ja: モード %@ バン %@ %@ 標準時

# PUSH_LISTENEDYOUQSO_TITLE
source: %@ listened you in a QSO
es: %@ te escuchó a tí en un QSO
ja: %@ さんが交信中の貴局をワッチしました

# PUSH_LISTENEDYOUQSO_MESSAGE
source: Mode: %@ Band: %@
es: Modo: %@ Banda: %@
ja: モード %@ バンド %@

# PUSH_NEWFLDDAY_TITLE
source: %@ promoted an Activitiy
es: %@ promociono una Actividad
ja: %@ さんが行事を企画しています

# PUSH_NEWFLDDAY_MESSAGE
source: See more details here
es: Mira los detalles aquí
ja: 詳細はこちら

# PUSH_TAGYOUNEWFLDDAY_TITLE
source: %@ tagged you in an Activity post
es: %@ te etiquetó en su Actividad
ja: %@ さんが行事に貴局をタグ付けしました

# PUSH_TAGYOUNEWFLDDAY_MESSAGE
source: See more details here
es: Mira los detalles aquí
ja: 詳細はこちら

# PUSH_NEWQAP_TITLE
source: %@ is calling CQ
es: %@ esta llamando CQ
ja: %@ さんがCQを出しています

# PUSH_NEWQAP_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_TAGYOUNEWQAP_TITLE
source: %@ tagged you in his CQ post
es: %@ te etiquetó en su publ. CQ
ja: %@ さんが貴局をCQの投稿にタグ付けしました

# PUSH_TAGYOUNEWQAP_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_REPOSTQSO_TITLE
source: %@ repost a QSO
es: %@ republicó un QSO
ja: %@ さんがQSOを再投稿しました

# PUSH_REPOSTQSO_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_REPOSTLISTEN_TITLE
source: %@ repost a listen
es: %@ republicó una escucha
ja: %@ さんがワッチを再投稿しました

# PUSH_REPOSTLISTEN_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_REPOSTANY_TITLE
source: %@ repost a post
es: %@ republicó una publicación
ja: %@ さんが投稿を再投稿しました

# PUSH_REPOSTANY_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_REPOSTFLDDAY_TITLE
source: %@ repost an Activity
es: %@ republicó una actividad
ja: %@ さんが行事を再投稿しました

# PUSH_REPOSTFLDDAY_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_REPOSTQAP_TITLE
source: %@ repost a CQ
es: %@ republicó un CQ
ja: %@ さんがCQを再投稿しました

# PUSH_REPOSTQAP_MESSAGE
source: See more details here
es: Mirá los detalles aquí
ja: 詳細はこちら

# PUSH_APPROVE_USER_TITLE
source: Your user has been validated and approved.
es: Su usuario fue validado y aprobado.
ja: 貴局が承認されました

# PUSH_APPROVE_USER_MESSAGE
source: You can start using SuperQSO ! :)
es: Ya puede usar SuperQSO! :)
ja: SuperQSOをお楽しみください！

# PUSH_MENTION_TITLE
source: %@ mentioned you in a comment
es: %@ te mencionó a tí en un comentario
ja: %@ さんが貴局についてコメントしました

# PUSH_LIKE_TITLE
source: %@ liked your post 👍💪
es: A %@ le gusta tu publicación 👍💪
ja: %@ さんが貴局の投稿を気に入りました 👍💪

# PUSH_LIKE_MESSAGE
source: Keep on going!! 🚀😃
es: Seguí Así!! 🚀😃
ja: 頑張れ!! 🚀😃
